{
  "State AGs": [
    "Plaintiff-side State Amicus",
    "State A.G. Plaintiffs"
  ],
  "Case Status": [
    "Awaiting Court Ruling",
    "Case Closed",
    "Case Closed in Favor of Plaintiff",
    "Case Closed/Dismissed in Favor of Government",
    "Government Action Blocked",
    "Government Action Blocked Pending Appeal",
    "Government Action Not Blocked Pending Appeal",
    "Government Action Temporarily Blocked",
    "Government Action Temporarily Blocked in Part; Temporary Block Denied in Part",
    "Temporary Block of Government Action Denied"
  ],
  "Issue": [
    "Civil Liberties and Rights",
    "Diversity, Equity, Inclusion, and Accessibility",
    "Environment",
    "Federalism",
    "Government Grants, Loans, and Assistance",
    "Immigration and Citizenship",
    "International Institutions",
    "Miscellaneous",
    "Removal of Information from Government Websites",
    "Structure of Government/Personnel",
    "Trade Law",
    "Transparency"
  ],
  "Executive Action": [
    "Access of Lawyers to Immigrants in Detention (Executive Order 14159)",
    "Access to Health Care",
    "Accessibility",
    "Action Against Law Firms and Lawyers (Executive Order 14230 - Perkins Coie) (Executive Order 14246 - Jenner & Block) (Executive Order - WilmerHale) (Presidential Memorandum)",
    "Actions Against LGBTQ+ Government Employees",
    "Actions Toward US Institute of Peace",
    "Actions Toward Universities (Executive Order 14188, Pause or Termination of Grants, Columbia Letter of Demands, Harvard Letter of Demands, Harvard Proclamation on Student Visas)",
    "Actions toward International Criminal Court (Executive Order 14203 Imposing Sanctions on the International Criminal Court)",
    "Alien Enemies Act Removals (Presidential Proclamation 10903)",
    "Annual Asylum Fee",
    "Assertion of Executive Control of Independent Agencies (Executive Order 14215)",
    "Assertion of Federal Jurisdiction Over Oil Pipelines",
    "Attempt to Acquire Greenland",
    "Ban on DEIA Initiatives in the Executive Branch and by Contractors and Grantees (Executive Order 14168, Executive Order 14151, Executive Order 14173)",
    "Ban on Gender Affirming Care for Individuals Under the Age of 19 (Executive Order 14168; Executive Order 14187)",
    "Ban on Transgender Athletes in Women’s Sports (Executive Order 14168; Executive Order 14201) and Policies on Transgender Students",
    "Ban on Transgender Individuals Serving in the Military (Executive Order 14183)",
    "Biometric Information and Registration (Interim Final Rule: Alien Registration Form and Evidence of Registration)",
    "Birthright Citizenship (Executive Order 14160)",
    "Border Enforcement",
    "Changes to Health Directives and Related Regulations",
    "Changes to Social Security Administration",
    "Changes to Voter Registration Guidance for Naturalized Citizens",
    "Compelled Political Speech in Government Agencies",
    "Conditioning Agriculture Funds on State Transgender Athlete Policy (Sec. of Agriculture Letter to Maine Governor)",
    "Conditions of Imprisonment (Restoring the Death Penalty and Protecting Public Safety - Executive Order 14164) (Attorney General Memorandum, Feb. 5, 2025)",
    "Construction on Public Lands",
    "Contract Termination for Services to Unaccompanied Minors",
    "Criminal Arrests and Prosecutions",
    "DHS Revocation of Temporary Protected Status (TPS)",
    "DHS/ICE actions toward U.S. citizens",
    "Denial of Federal Grants",
    "Denial of State Department Funds",
    "Department of Education “Dear Colleague Letter” Banning DEI-Related Programming (Dear Colleague Letter)",
    "Department of Justice Review of FBI Personnel Involved in January 6th and Classified Documents Investigations (Executive Order 14147)",
    "Deportation to a Third Country/Torture Prohibition (ICE Email Directive on Expedited Removal and Nondetained Docket. Feb. 18, 2025)",
    "Deregulation and Other Regulatory Changes",
    "Disclosure of Civil Servant Personnel Records",
    "Disclosure of Personal and Financial Records to DOGE",
    "Dismantling AmeriCorps (Executive Order 14222 - Implementing the President's \"Department of Government Efficiency\" Cost Efficiency Initiative) (Goodson Memorandum and Cover Note April 15, 2025)",
    "Dismantling DHS Office for Civil Rights and Civil Liberties (CRCL), the Citizenship and Immigration Services Ombudsman Office (CIS Ombudsman Office), and Office of the Immigration Detention Ombudsman",
    "Dismantling Job Corps",
    "Dismantling National Endowment for the Humanities",
    "Dismantling National Institute for Occupational Safety and Health (NIOSH)",
    "Dismantling of Consumer Financial Protection Bureau",
    "Dismantling of Head Start",
    "Dismantling of USAID",
    "Dismantling the Community Relations Service",
    "Dismantling the U.S. African Development Foundation (Executive Order 14217)",
    "Dismantling/Restructuring of the Department of Education (Executive Order of Mar. 20, 2025)",
    "Display and Flying of Non-Agency Flags",
    "Election Law (Executive Order 14248)",
    "Employment Actions During Government Shutdown",
    "Ending Automatic Work Permit Extensions",
    "Establishment of \"Department of Government Efficiency\" (DOGE) (Executive Order 14158 and Executive Order 14219)",
    "Exemption from Emission Standards",
    "Extrajudicial Killings",
    "Federal Mediation and Conciliation Service (Executive Order 14238 - Continuing the Reduction of the Federal Bureaucracy)",
    "Federalization of National Guard/Domestic Use of Military",
    "Funding Freeze for Immigration Services (Executive Order 14159) (Sec. of Homeland Security Memorandum Directive Jan. 28, 2025)",
    "Governance and Defunding Global Media and Global Internet Freedom (Executive Order 14217 - Commencing the Reduction of the Federal Bureaucracy) (Executive Order 14238 - Continuing the Reduction of the Federal Bureaucracy) (Executive Order 14290 - Ending Taxpayer Subsidization of Biased Media)",
    "Government Employees' Speech",
    "Government Facilities, Property, and Security Modifications",
    "Habeas Corpus and Removal of Protestors (Protecting the United States from Foreign Terrorists and Other National Security and Public Safety Threats Executive Order 14161) (Additional Measures to Combat Anti-Semitism (Executive Order 14188))",
    "Halting Wind Energy Approvals",
    "Housing of Transgender Incarcerated Individuals (Executive Order 14168)",
    "IRS and Medicaid Data Sharing for Immigration Enforcement Purposes (Executive Order 14165) (Executive Order 14159) (Executive Order 14158)",
    "Immigration Detention Facilities",
    "Immigration Detention Policy",
    "Immigration Enforcement Against Places of Worship and Schools (Policy Memo)",
    "Immigration Metering Policy at U.S. Ports of Entry",
    "Immigration Policy - Discontinuation of CBP One app (Executive Order 14165)",
    "Immigration Policy - Expedited Removal (Executive Order 14159)",
    "Immigration Policy - Punishment of Sanctuary Cities and States (Executive order 14159) (DOJ \"Sanctuary Jurisdiction Directives\" (Feb. 5, 2025))",
    "Immigration Policy - Termination of Categorical Parole Programs (Executive Order 14165)",
    "Immigration Raids and Arrests",
    "Implementation of “Restoring Truth and Sanity to American History” (Executive Order 14253)",
    "Labor’s Bureau of International Labor Affairs (ILAB) Ending International Cooperative Agreements on Workers’ Rights",
    "Large-Scale Reductions in Force / Termination of Probationary Employees (Executive Order 14210)",
    "Layoffs within Bureau of Indian Education",
    "Migrant Transfers to Guantánamo (Presidential Memorandum)",
    "Modifications to National Parks Pass",
    "Museums and Public Libraries (Executive Order 14238 - Continuing the Reduction of the Federal Bureaucracy)",
    "Noncompliance with Endangered Species Act",
    "Noncompliance with Environmental Impact Requirements",
    "Noncompliance with the Federal Advisory Committee Act",
    "Other Habeas and Removal Actions",
    "Passport Policy Targeting Transgender People (Executive Order 14168)",
    "Permitting Oil Drilling in Protected Lands or Wildlife Refuges",
    "Policy on Unaccompanied Minors",
    "Proclamation Prohibiting Non-Citizens from Invoking Asylum Provisions (Proclamation 10888)",
    "Reduction of Indirect Cost Reimbursement Rate for Research Institutions (NIH Guidance) (DOE Rate Cap Policy, Apr. 11, 2025)",
    "Reduction of Indirect Cost Reimbursement Rate for State and Local Governments (DOE Policy Flash, May 8, 2025)",
    "Regulating Commercial Driver’s Licenses (Interim Final Rule: Restoring Integrity to the Issuance of Non-Domiciled CDLs)",
    "Regulating the Public Service Loan Forgiveness (PSLF) Program",
    "Reinstatement of Schedule F for Policy/Career Employees (Executive Order 14171)",
    "Religious Liberty Commission",
    "Relocation of Government Agencies",
    "Removal of Apportionment Information From OMB Website",
    "Removal of Career Personnel",
    "Removal of Climate Change and Environmental Information",
    "Removal of Independent Agency Leaders",
    "Removal of Information from HHS Websites Under Executive Order on \"Gender Ideology Extremism\" (Executive Order 14168; Policy Memo)",
    "Removal to El Salvador/Fear of Persecution",
    "Rescission of Approval for New York City Congestion Pricing Plan",
    "Rescission of Collective Bargaining (Sec. Noem Memorandum Feb. 27, 2025) (DHS Statement March 7, 2025) (Executive Order of March 27, 2025) and Other Labor Rights",
    "Rescission of Federal Tax Credits for Solar and Wind Facilities",
    "Rescission of Previous Executive Orders and Actions, Including on Climate and Environment (Executive Order 14148)",
    "Response to FOIA and Records Retention",
    "Restricting Press Freedom",
    "Retaliation Against Protected Speech",
    "Solicitation of Information from Career Employees",
    "Suspension of the U.S. Refugee Admissions Program (Executive Order No. 14163) and Refugees Funding Suspension (Dept. of State Notice)",
    "Tariffs",
    "Termination of Inspectors General outside of Statutory Guidelines",
    "Termination of Public Health Grants",
    "Unleashing American Energy (Executive Order No. 14154); Ending Radical and Wasteful Government DEI Programs and Preferencing (Executive Order 14151); Implementing the President’s “Department of Government Efficiency” Cost Efficiency Initiative (Executive Order 14222)",
    "Vehicle Standards Preemption",
    "Visa Policy",
    "“Fork Directive” Deferred Resignation Offer to Federal Employees (OPM Directive)",
    "“Temporary Pause” of Grants, Loans, and Assistance Programs"
  ]
}